Stretching is a skill that will help you increase your activity level and physical functioning.  Although some people worry that movement might make their pain worse, once you start to see the effects of stretching, it may change the way you think about your pain and stop you from limiting your movement.<br/><br/><center>Ways Stretching Helps</center><ul><li>Improve blood flow and circulation</li><li>Prevent muscle spasms</li><li>Decrease pain</li><li>Make daily activities easier</li><li>Reduce stiffness</li></ul>Tips for Safe Stretching<ul>    <li>Start slowly and gently. Move smoothly and avoid fast, jerky movements, <u>do not force the motion</u>.</li><li>Hold stretches at least 20 seconds. Do <b>not</b> bounce.</li><li>Stretch to the point when you feel a mild but not painful stretch on the muscles. If you feel pain, ease up on the stretch.</li><li>Breathe slowly in and out. Do not hold your breath.</li><li>Repeat each stretch 3-5 times.</li><li>Remember: You may feel some soreness after stretching, especially if you are not used to stretching.  This is normal and means that the muscle is getting stronger.  If the soreness lasts more than 2 days or is worse right after exercise and remains worse the next day, talk to your doctor.</li><li><b>Never stretch if you have severe pain.</b> If a stretch causes much pain, stop doing it, or do it more gently. Listen to your body!</li><li>Be aware that your flexibility could change from day to day.  That is common.  Over time, if you keep practicing, your muscles will become more flexible.</li></ul>Try the following stretches:<br/><br/><center><b>Shoulder shrug stretch:</b></center>Raise the top of your shoulders toward your ears until you feel slight tension in your neck and shoulders. Hold this feeling of tension for 3-5 seconds, and then relax your shoulders downwards into their normal position. Do this 2-3 times.<br/><br/><center><b>Ankle and Achilles tendon stretch:</b></center>Stand a little away from a wall or other structure and lean on it with your hands as shown. Bend one leg and place your foot on the ground in front of you, with the other leg straight behind. Slowly move your hips forward, keeping your lower back flat. Keep the heel of the straight leg on the ground, with toes pointed straight ahead or slightly in. Hold the stretch for 10-30 seconds. Do not bounce. Repeat 3-5 times. Now, stretch the other leg.<br/><br/>* Excerpted from Stretching, (c) 2000 by Bob Anderson.<br/><br/><center><b>Arms and Upper back stretch:</b></center>Interlace your fingers above your head. With your palms facing upward, push your arms slightly back and up. Feel the stretch in arms, shoulders and upper back. Hold stretch for 15 seconds. Do not hold your breath.<br/><br/><center><b>Back and Shoulder stretch:</b></center>While lying face up with your head resting on the floor or mat, put one arm above your head (palm up) and the other arm down along your side (palm down). Reach in opposite directions at the same time to create a controlled stretch in your shoulders and back. Hold stretch for 8-10 seconds. Do both sides at least 2 times.<br/><br/><center><b>Whole body stretch:</b></center>Lie on the floor or on a mat. Straighten out your arms and legs. Point your fingers and toes as you stretch as far as you can. Stretch and then relax. This is a good stretch for the entire body. Hold for 5 seconds.<br/>